Repository: M1zz/ScheduleDensity
Catalog: ScheduleDensityApp/Localizable.xcstrings
Source language: ko
Languages: en, zh_hant

source: 종일
en: All day
zh_hant: 全天

source: 오늘 안에
en: Today
zh_hant: 今天之內

source: 남은 시간 표시
en: Time left format
zh_hant: 剩餘時間顯示

source: 시:분:초 (1:00:00)
en: Hours (1:00:00)
zh_hant: 時:分:秒（1:00:00）

source: 분:초 (60:00)
en: Minutes (60:00)
zh_hant: 分:秒（60:00）

source: · 회당 약
en: · about
zh_hant: · 每次約

source: 완료
en: done
zh_hant: 完成

source: 주
en: week
zh_hant: 週

source: , 5분에 집을 수 있음
en: , can be done in five minutes
zh_hant: ，5 分鐘就能處理

source: · %@ (%lld건)
en: · %@ (%lld)
zh_hant: · %@（%lld 件）

source: · 사유 없음
en: · no reason given
zh_hant: · 未填寫原因

source: ‘%@’ 데드라인
en: Deadline for '%@'
zh_hant: 「%@」的截止

source: '%@' 삭제
en: Delete '%@'
zh_hant: 刪除「%@」

source: ‘%@’, 아직 덩어리예요
en: '%@' is still a block
zh_hant: 「%@」還是一整塊

source: '%@'에 해당하는 일정을 찾을 수 없습니다
en: No event matches '%@'
zh_hant: 找不到符合「%@」的行程

source: ‘%@’은(는) 한 번에 안 끝납니다
en: '%@' won't finish in one go
zh_hant: 「%@」無法一次完成

source: ‘%@’을(를) 지우면 이 분류를 쓰던 할 일 %lld개가 미분류로 바뀝니다. 할 일 자체는 지워지지 않습니다.
en: Deleting '%@' turns the %lld to-dos using it into Uncategorized. The to-dos themselves stay.
zh_hant: 刪除「%@」後，使用此分類的 %lld 個待辦事項會變成未分類。 待辦事項本身不會被刪除。

source: ‘%@’을(를) 지웁니다.
en: This deletes '%@'.
zh_hant: 將刪除「%@」。

source: ‘%@’이(가) ‘%@’보다 뒤입니다. 정해지지 않은 채 시작한 작업은 조각에서도 덩어리에서도 닫히지 않습니다. 결정 단계를 앞으로 옮기세요.
en: '%@' comes after '%@'. Work started before the decision is made won't close in a fragment or in a block. Move the decision earlier.
zh_hant: 「%@」排在「%@」之後。尚未決定就開始的工作，在碎片裡或整塊時間裡都無法收尾。請把決定的步驟移到前面。

source: '바로' 표시 거두기
en: Remove the 'ready' mark
zh_hant: 移除「立即」標記

source: ‘보고서 쓰기’ 같은 덩어리는 손이 안 나갑니다. 어디서 시작할지가 안 정해져 있어서예요. 일이 굴러가는 순서대로 몇 줄 쪼개 두면, 짬이 났을 때 집을 게 생깁니다.
en: A block like 'write the report' is hard to start, because where to begin was never decided. Split it into a few lines in the order the work actually rolls, and a gap suddenly has something to pick up.
zh_hant: 像「寫報告」這樣的整塊工作很難動手，因為還沒決定要從哪裡開始。 照事情推進的順序拆成幾行，有空檔時就有東西可以拿起來做。

source: '보내기·발행하기·제출하기'처럼 끝을 닫는 단계를 마지막에 두세요. 90% 끝난 일의 마지막 10%는 조각의 가장 좋은 용도이고, 닫아두면 그 뒤의 덩어리 시간까지 깨끗해집니다.
en: Put a closing step last — send it, publish it, submit it. The final 10% of a job that's 90% done is the best possible use of a fragment, and closing it leaves the block of time after it clean.
zh_hant: 把「寄出、發布、提交」這類收尾的步驟放在最後。已完成 90% 的工作的最後 10%，是碎片時間最好的用途；先收好尾，之後的整塊時間也會跟著乾淨。

source: ‘욕망의 무지개’를 열고 빈 줄에 바로 적습니다.
en: Opens Rainbow of Desire on a blank line, ready to write.
zh_hant: 打開「欲望彩虹」，直接在空白行寫下。

source: ‘지금 바로 되는 일’ 표시 — 뜻과 쓰는 법
en: The 'ready right now' mark — what it means, how to use it
zh_hant: 「現在就能做」標記：意思與用法

source: ‘지금 바로 되는 일’에 붙이는 표시예요. 붙인 줄은 차례를 안 기다리고 이 위에 모입니다.
en: The mark for work that's ready right now. Marked lines don't wait their turn — they gather up here.
zh_hant: 這是貼在「現在就能做的事」上的標記。貼上標記的項目不必等順序，會集中到這裡。

source: (제목 없음)
en: (Untitled)
zh_hant: （無標題）

source: / 년
en: / yr
zh_hant: / 年

source: / 월
en: / mo
zh_hant: / 月

source: / 일
en: / day
zh_hant: / 日

source: / 주
en: / wk
zh_hant: / 週

source: %.0f시간
en: %.0f h
zh_hant: %.0f 小時

source: %.0f점
en: %.0f pts
zh_hant: %.0f 分

source: %.1fh 여유
en: %.1fh to spare
zh_hant: 尚餘 %.1f 小時

source: %.1f단계
en: %.1f steps
zh_hant: %.1f 個步驟

source: %.1f시간
en: %.1f h
zh_hant: %.1f 小時

source: %.1f시간/일
en: %.1f h/day
zh_hant: %.1f 小時/天

source: %@ — 서버에 없는 필드
en: %@ — fields missing on the server
zh_hant: %@ — 伺服器上沒有的欄位

source: %@ %lld개
en: %@ %lld
zh_hant: %@ %lld 個

source: %@ %lld주차
en: %@, week %lld
zh_hant: %@ 第 %lld 週

source: %@ ~ %@ · 하루 %@
en: %@ – %@ · %@ a day
zh_hant: %@ ~ %@ · 每天 %@

source: %@ ~ 무기한
en: %@ – open-ended
zh_hant: %@ ~ 無期限

source: %@ 결제
en: Pay %@
zh_hant: 支付 %@

source: %@ 끝내기
en: Finish %@
zh_hant: 完成%@

source: %@ 실제로 하기
en: Actually do %@
zh_hant: 實際去做%@

source: %@ 주
en: Week of %@
zh_hant: %@ 當週

source: %@ 회수한 시간 적기
en: Log time won back %@
zh_hant: 記錄 %@ 找回的時間

source: %@, 눌러서 고치기
en: %@, tap to edit
zh_hant: %@，點一下以編輯

source: %@, 할 일 %lld개. 눌러서 내역 보기
en: %@, %lld to-dos. Tap to see them
zh_hant: %@，%lld 個待辦事項。點一下查看明細

source: %@까지
en: Due %@
zh_hant: %@ 截止

source: %@부터 계속
en: From %@ onward
zh_hant: 從 %@ 起持續

source: %@에 끝납니다
en: Ends at %@
zh_hant: 於 %@ 結束

source: %@에 열기
en: Unlock for %@
zh_hant: 以 %@ 解鎖

source: %@의 단계,
en: step of %@,
zh_hant: %@ 的步驟，

source: %@짜리라 조각 안에 들어갑니다.
en: It's %@, so it fits inside a fragment.
zh_hant: 需要 %@，放得進一個碎片。

source: %@짜리라 조각에 안 들어갑니다.
en: It's %@, so it won't fit in a fragment.
zh_hant: 需要 %@，放不進一個碎片。

source: %@짜리입니다. 한 자리에서도 안 닫힙니다.
en: It's %@. Even one sitting won't close it.
zh_hant: 需要 %@。一次坐下來也做不完。

source: %lld/%lld개 백업 중...
en: Backing up %lld/%lld…
zh_hant: 正在備份 %lld/%lld 個…

source: %lld/%lld개 복원 중...
en: Restoring %lld/%lld…
zh_hant: 正在回復 %lld/%lld 個…

source: %lld개
en: %lld
zh_hant: %lld 個

source: %lld개 단계가 2시간을 넘습니다. 끝이 닫히는 크기로 더 쪼개세요. 하다 만 단계는 다음 시간까지 주의를 끌고 갑니다.
en: %lld steps run past two hours. Split them down to a size that closes. A half-done step drags your attention into the next hour.
zh_hant: 有 %lld 個步驟超過兩小時。請拆到能收尾的大小。做到一半的步驟會把注意力拖進下一個小時。

source: %lld개 요일 선택됨
en: %lld days selected
zh_hant: 已選擇 %lld 天

source: %lld개 일정
en: %lld events
zh_hant: %lld 個行程

source: %lld개 일정 발견! 변환 중...
en: Found %lld events! Converting…
zh_hant: 找到 %lld 個行程！ 正在轉換…

source: %lld개 일정 백업 중...
en: Backing up %lld events…
zh_hant: 正在備份 %lld 個行程…

source: %lld개 일정 이동 제안
en: %lld events suggested to move
zh_hant: 建議移動 %lld 個行程

source: %lld개 중 %lld개 끝
en: %2$lld of %1$lld done
zh_hant: %1$lld 個中已完成 %2$lld 個

source: %lld개 캘린더에서 가져왔습니다
en: Imported from %lld calendars
zh_hant: 已從 %lld 個行事曆匯入

source: %lld개의 일정을 새로운 날짜로 이동하시겠습니까? 이 작업은 일정의 시작/종료일을 변경합니다.
en: Move %lld events to new dates? This changes their start and end dates.
zh_hant: 要將 %lld 個行程移到新的日期嗎？ 這會變更行程的開始與結束日期。

source: %lld개의 일정이 iCloud에 백업되었습니다.
en: %lld events were backed up to iCloud.
zh_hant: 已將 %lld 個行程備份到 iCloud。

source: %lld개의 일정이 iCloud에 백업되었습니다. iCloud 데이터가 로컬과 동기화되었습니다.
en: %lld events were backed up to iCloud. iCloud now matches this device.
zh_hant: 已將 %lld 個行程備份到 iCloud。 iCloud 資料已與此裝置同步。

source: %lld개의 일정이 iCloud에서 복원되었습니다. 로컬 데이터가 iCloud와 동기화되었습니다.
en: %lld events were restored from iCloud. This device now matches iCloud.
zh_hant: 已從 iCloud 回復 %lld 個行程。 此裝置的資料已與 iCloud 同步。

source: %lld단계 중 %lld단계 완료
en: %2$lld of %1$lld steps done
zh_hant: %1$lld 個步驟中已完成 %2$lld 個

source: %lld단계 중 %lld번째
en: step %2$lld of %1$lld
zh_hant: 第 %2$lld 步，共 %1$lld 步

source: %lld번 · %@
en: %lld× · %@
zh_hant: %lld 次 · %@

source: %lld분
en: %lld min
zh_hant: %lld 分鐘

source: %lld분 쉬었음
en: %lld min of rest
zh_hant: 休息了 %lld 分鐘

source: %lld분 적기
en: Log %lld min
zh_hant: 記錄 %lld 分鐘

source: %lld시간
en: %lld h
zh_hant: %lld 小時

source: %lld시간 %lld분
en: %lldh %lldm
zh_hant: %lld 小時 %lld 分鐘

source: %lld일
en: %lld days
zh_hant: %lld 天

source: %lld일 × %@
en: %lld days × %@
zh_hant: %lld 天 × %@

source: %lld일 무료로 써 보고, 그 뒤에 결제됩니다.
en: Free for %lld days, then it bills.
zh_hant: 免費試用 %lld 天，之後開始收費。

source: %lld일 후
en: in %lld days
zh_hant: %lld 天後

source: %lld일째
en: day %lld
zh_hant: 第 %lld 天

source: ※ 끝나는 날이 없던 예전 일정은 30일 기준으로 계산됩니다
en: ※ Older events with no end date are counted as 30 days
zh_hant: ※ 沒有結束日期的舊行程以 30 天計算

source: + 버튼을 눌러 일정을 추가하거나 샘플 데이터를 추가해보세요
en: Tap + to add an event, or try the sample data
zh_hant: 點一下 + 來新增行程， 或試試範例資料

source: +5분
en: +5 min
zh_hant: +5 分鐘

source: +10분
en: +10 min
zh_hant: +10 分鐘

source: 💡 팁
en: 💡 Tip
zh_hant: 💡 提示

source: 📊 과부하 분석
en: 📊 Overload check
zh_hant: 📊 過載分析

source: 🤖 AI 최적화
en: 🤖 Optimize
zh_hant: 🤖 最佳化

source: 🤖 AI 추천
en: 🤖 Suggestion
zh_hant: 🤖 建議

source: 0분
en: 0 min
zh_hant: 0 分鐘

source: 1. 캘린더 앱을 열어 새 캘린더를 생성하세요
en: 1. Open Calendar and create a new calendar
zh_hant: 1. 打開「行事曆」App 並建立新的行事曆

source: 1일
en: 1 day
zh_hant: 1 天

source: 2. 생성 후 이 화면으로 돌아와 새로고침하세요
en: 2. Come back to this screen and refresh
zh_hant: 2. 建立後回到此畫面並重新整理

source: 2번(펼치기)과 4번(마무리)이 대개 그렇습니다. 짬이 났을 때 집을 게 하나도 없으면, 그 일은 큰 시간이 날 때까지 아무 일도 안 일어납니다.
en: Usually it's stage 2 (opening things up) and stage 4 (wrapping up). If nothing here can be picked up in a gap, nothing happens on this job until a big block of time appears.
zh_hant: 通常是第 2 段（展開）和第 4 段（收尾）。如果沒有任何一步能在空檔時拿起來做，這件事就會一直停著，直到出現大段時間。

source: 2주 뒤
en: In 2 weeks
zh_hant: 2 週後

source: 3개 이상의 일정이 겹치는 날이 있습니다.
en: Some days have three or more events overlapping.
zh_hant: 有些日子有三個以上的行程重疊。

source: 5개의 샘플 일정을 추가하시겠습니까? (프로젝트 A, B, 출장, 교육 프로그램, 컨퍼런스)
en: Add five sample events? (Project A, Project B, business trip, training program, conference)
zh_hant: 要新增 5 個範例行程嗎？ （專案 A、專案 B、出差、培訓課程、研討會）

source: 5분 안에 끝까지 가나요?
en: Does it run all the way through in five minutes?
zh_hant: 5 分鐘內能一路做完嗎？

source: 5분 열두 번은 한 시간이 아니다
en: Twelve five-minute gaps are not an hour
zh_hant: 十二個 5 分鐘不等於一小時

source: 5분에 끝나지 않는 단계는 맥 ‘무지개 공방’에서 한 주의 빈틈에 놓아 두면 미뤄지지 않습니다.
en: Steps that take more than five minutes slip less when you give them a gap in your week in Rainbow Craft for Mac.
zh_hant: 5 分鐘做不完的步驟，在 Mac 的「彩虹工坊」裡放進一週的空檔，就不會一拖再拖。

source: 5분에 집기
en: Pick up in 5 min
zh_hant: 5 分鐘拿起來做

source: 5분에 집을 수 있는 마디를 하나는 두세요
en: Keep at least one stage you can do in five minutes
zh_hant: 至少留一段 5 分鐘就能做的步驟

source: 5분이 생겼을 때 집을 단계가 없습니다
en: No step here can be picked up in a five-minute gap
zh_hant: 沒有可以在 5 分鐘空檔拿起來做的步驟

source: 5주 단위로 반복되는 패턴을 설정하세요. 격주 스터디처럼 홀수/짝수 주가 다른 일도 적을 수 있습니다.
en: Set a pattern that repeats every five weeks. Odd and even weeks can differ — a biweekly study group, for instance.
zh_hant: 設定以 5 週為單位重複的模式。像隔週讀書會這種單週、雙週不同的事也能記下。

source: 5주 패턴 모드
en: 5-week pattern
zh_hant: 5 週模式

source: 35일 중 %lld일 선택됨
en: %lld of 35 days selected
zh_hant: 35 天中已選擇 %lld 天

source: App Store에 구매 기록을 확인하는 중입니다.
en: Checking your purchases with the App Store.
zh_hant: 正在向 App Store 確認購買紀錄。

source: App Store에서 보기
en: View in App Store
zh_hant: 在 App Store 中檢視

source: Apple ID 미로그인
en: Not signed in to Apple ID
zh_hant: 未登入 Apple ID

source: iCloud 계정
en: iCloud account
zh_hant: iCloud 帳號

source: iCloud 데이터 삭제
en: Delete iCloud data
zh_hant: 刪除 iCloud 資料

source: iCloud 데이터 삭제 실패: %@
en: Couldn't delete iCloud data: %@
zh_hant: 無法刪除 iCloud 資料：%@

source: iCloud 데이터 삭제 중...
en: Deleting iCloud data…
zh_hant: 正在刪除 iCloud 資料…

source: iCloud 동기화 중
en: Syncing with iCloud
zh_hant: 正在與 iCloud 同步

source: iCloud 로그인 안 됨
en: Not signed in to iCloud
zh_hant: 未登入 iCloud

source: iCloud 로그인이 필요합니다
en: You need to sign in to iCloud
zh_hant: 需要登入 iCloud

source: iCloud 로그인이 필요합니다.
en: You need to sign in to iCloud.
zh_hant: 需要登入 iCloud。

source: iCloud 백업
en: iCloud backup
zh_hant: iCloud 備份

source: iCloud 백업이 해제되었습니다. 로컬 데이터는 유지됩니다.
en: iCloud backup is off. The data on this device stays.
zh_hant: 已關閉 iCloud 備份。此裝置上的資料會保留。

source: iCloud 상태
en: iCloud status
zh_hant: iCloud 狀態

source: iCloud 에 닿지 못했습니다.
en: Couldn't reach iCloud.
zh_hant: 無法連線到 iCloud。

source: iCloud 에서 지우지 못해 이 기기에서도 지우지 않았습니다. 한쪽만 지우면 나중에 다시 내려옵니다. %@
en: It couldn't be deleted from iCloud, so it wasn't deleted here either. Delete one side only and it comes back later. %@
zh_hant: 無法從 iCloud 刪除，所以此裝置上也沒有刪除。只刪除一邊的話，之後會再同步回來。 %@

source: iCloud를 사용하려면 설정에서 Apple ID로 로그인해주세요.
en: To use iCloud, sign in with your Apple Account in Settings.
zh_hant: 若要使用 iCloud，請在「設定」中以 Apple 帳號登入。

source: iCloud를 사용할 수 없습니다.
en: iCloud isn't available.
zh_hant: 無法使用 iCloud。

source: iCloud에 로그인하면 일정을 공유할 수 있습니다.
en: Sign in to iCloud to share events.
zh_hant: 登入 iCloud 即可共享行程。

source: iCloud에 로그인하면 할 일 공유를 쓸 수 있습니다.
en: Sign in to iCloud to share to-dos.
zh_hant: 登入 iCloud 即可共享待辦事項。

source: iCloud에 뭐가 있나 세어 보기
en: Count what's actually on iCloud
zh_hant: 清點 iCloud 上實際有什麼

source: iCloud에 백업된 모든 일정 데이터가 삭제되었습니다. 로컬 데이터는 유지됩니다. 동기화가 자동으로 해제되었습니다.
en: Every event backed up to iCloud has been deleted. The data on this device stays. Sync was turned off automatically.
zh_hant: 已刪除所有備份在 iCloud 的行程資料。 此裝置上的資料會保留。 已自動關閉同步。

source: iCloud에 백업된 모든 일정 데이터를 삭제하시겠습니까? 로컬 데이터는 유지되며, iCloud 백업만 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
en: Delete every event backed up to iCloud? The data on this device stays; only the iCloud backup goes. This can't be undone.
zh_hant: 要刪除所有備份在 iCloud 的行程資料嗎？ 此裝置上的資料會保留，只會刪除 iCloud 備份。 此動作無法復原。

source: iCloud에 백업된 일정이 없습니다.
en: There are no events backed up to iCloud.
zh_hant: iCloud 中沒有備份的行程。

source: iCloud에 일정 데이터 백업
en: Back up event data to iCloud
zh_hant: 將行程資料備份到 iCloud

source: iCloud에 존이 아직 없습니다 — 이 계정에서 아무것도 안 올라갔습니다.
en: There's no zone on iCloud yet — nothing has gone up from this account.
zh_hant: iCloud 上還沒有區域：這個帳號尚未上傳任何東西。

source: iCloud에서 복원
en: Restore from iCloud
zh_hant: 從 iCloud 回復

source: iOS 설정 ▸ 이 앱 ▸ 실시간 현황이 꺼져 있어 보이지 않습니다.
en: Live Activities are turned off for this app in iOS Settings, so it can't appear.
zh_hant: iOS「設定」▸ 此 App ▸「即時動態」已關閉，因此無法顯示。

source: Mac에서 짠 주간 계획 블록을 밀도에 함께 표시 (읽기 전용). 루틴(고정·쿼터)은 매일 그대로 깔리므로 그리지 않습니다.
en: Shows the weekly plan blocks you made on the Mac, read-only. Routines — fixed and quota — repeat every day, so they aren't drawn.
zh_hant: 將在 Mac 上排好的每週計畫區塊一併顯示在密度中（唯讀）。 例行事項（固定・配額）每天都照樣鋪著，所以不另外畫出。

source: Pro가 여는 것
en: What Pro opens
zh_hant: Pro 解鎖的功能

source: 가동률
en: Load
zh_hant: 負載率

source: 가로로 늘어선 칸 수
en: How many cells run across
zh_hant: 橫向排列的格數

source: 가장 과부하된 날
en: Most loaded day
zh_hant: 最過載的一天

source: 가장 긴 일정
en: Longest event
zh_hant: 最長的行程

source: 가장 바쁜 날
en: Busiest day
zh_hant: 最忙的一天

source: 가장 짧은 일정
en: Shortest event
zh_hant: 最短的行程

source: 가장 한가한 날이 아니라, 넣고 나서도 여유가 남는 날을 먼저 올립니다. 하루가 80% 넘게 차면 예상 못한 일 하나에 그 날 전체가 밀립니다. 그 위로는 감점된 추천이니, 굳이 넣어야 할 때만 고르세요.
en: Not the emptiest day — the day that still has room left after this goes in. Once a day is more than 80% full, one surprise pushes the whole day. Anything above that line is a marked-down suggestion, so take it only if you have to.
zh_hant: 優先推薦的不是最空的日子，而是排進去之後還有餘裕的日子。 一天排滿超過 80%，一件意外就會讓整天往後延。超過這條線的是扣分後的推薦，只在非排不可時才選。

source: 가져오지 못함
en: Couldn't fetch
zh_hant: 無法取得

source: 가져올 일정
en: Events to import
zh_hant: 要匯入的行程

source: 가져올 일정을 선택하거나 해제하세요
en: Pick or unpick the events to import
zh_hant: 選擇或取消選擇要匯入的行程

source: 가져올 캘린더를 선택하세요
en: Choose the calendars to import
zh_hant: 選擇要匯入的行事曆

source: 간단한 요일 선택
en: Simple weekday picker
zh_hant: 簡易星期選擇

source: 값을 불러오는 중…
en: Loading…
zh_hant: 正在載入…

source: 같은 Apple 계정이면 양쪽에서 보입니다.
en: Same Apple Account, visible on both.
zh_hant: 使用相同的 Apple 帳號，兩邊都看得到。

source: 같은 iCloud 계정이면 지금 이 목록이 맥에 그대로 나타납니다. 한쪽에서 Pro를 사면 다른 쪽도 함께 열립니다.
en: With the same iCloud account, this list appears on your Mac as it is. Buy Pro on one side and the other unlocks too.
zh_hant: 使用相同的 iCloud 帳號，這份列表會原封不動地出現在 Mac 上。在一邊購買 Pro，另一邊也會一起解鎖。

source: 같은 목록, 두 크기의 시간
en: One list, two sizes of time
zh_hant: 同一份列表，兩種大小的時間

source: 같은 세로줄에서 끝나는 날을 다시 꾹 누르면 두 날 사이가 네모로 이어지고, 일정을 적는 창이 열려요.
en: Press and hold the end day in the same column, and the two days join into one bar — then the event sheet opens.
zh_hant: 在同一直欄中再按住結束的那天，兩天之間就會連成一條，並打開記錄行程的視窗。

source: 같은 층에서 %lld개 중 %lld번째입니다. 목록에서 길게 눌러 끌어도 됩니다.
en: Number %2$lld of %1$lld at this level. You can also press and hold to drag it in the list.
zh_hant: 此層級 %1$lld 個中的第 %2$lld 個。 也可以在列表中按住並拖移。

source: 같은 할 일을 맥에서 한 주에 나눠 놓기
en: Spread the same to-dos across your week on Mac
zh_hant: 在 Mac 上把同樣的待辦事項分散到一週

source: 개발
en: Work
zh_hant: 工作

source: 개발자에게 문의
en: Contact the developer
zh_hant: 聯絡開發者

source: 개발자에게도 익명으로 보내기
en: Also send anonymously to the developer
zh_hant: 也匿名傳送給開發者

source: 개인정보 처리방침
en: Privacy Policy
zh_hant: 隱私權政策

source: 건너뜀
en: Skipped
zh_hant: 已略過

source: 건너뛰기
en: Skip
zh_hant: 略過

source: 검색 결과가 없습니다
en: No matches
zh_hant: 沒有搜尋結果

source: 결정이 작업 뒤에 있습니다
en: A decision sits behind the work
zh_hant: 決定排在工作之後

source: 계속
en: Continue
zh_hant: 繼續

source: 계정 식별자
en: Account ID
zh_hant: 帳號識別碼

source: 계획에 적힌 시간을 거꾸로 셉니다.
en: Counts down the time written in your plan.
zh_hant: 倒數計畫中寫下的時間。

source: 계획한 시간이 다 됐습니다.
en: Your planned time is up.
zh_hant: 計畫的時間到了。

source: 고른 날 하루에 들어가는 시간이에요. 이 숫자가 그날이 얼마나 차는지를 정합니다.
en: The hours this takes on each day you picked. This number decides how full that day gets.
zh_hant: 所選的每一天要投入的時數。這個數字決定那天會排得多滿。

source: 고른 캘린더를 무지개에 늘 비추기
en: Always show chosen calendars on the rainbow
zh_hant: 讓所選行事曆一直顯示在彩虹上

source: 고른 캘린더의 일정이 무지개에 늘 함께 보입니다. 캘린더에서 옮기거나 지우면 무지개도 따라갑니다.
en: Events from the calendars you pick always show on your rainbow. Move or delete them in Calendar and the rainbow follows.
zh_hant: 所選行事曆的行程會一直顯示在彩虹上。在行事曆中移動或刪除，彩虹也會跟著變。

source: 고를 일정이 없어요
en: No schedules to choose
zh_hant: 沒有可選擇的行程

source: 고정 시간대
en: Fixed hours
zh_hant: 固定時段

source: 공유
en: Shared
zh_hant: 共享

source: 공유 나가기
en: Leave shared list
zh_hant: 離開共享列表

source: 공유 시작
en: Start sharing
zh_hant: 開始共享

source: 공유 중
en: Sharing
zh_hant: 共享中

source: 공유 중지
en: Stop sharing
zh_hant: 停止共享

source: 공유 탭 표시
en: Show Share tab
zh_hant: 顯示「共享」標籤頁

source: 공유 할 일
en: Shared To-Dos
zh_hant: 共享待辦事項

source: 공유 할 일 추가
en: Add a shared to-do
zh_hant: 新增共享待辦事項

source: 공유받은 일정
en: Shared with me
zh_hant: 與我共享的行程

source: 공유하기
en: Share
zh_hant: 共享

source: 공유한 사람
en: Shared by
zh_hant: 共享者

source: 과거 예외 (30일 후 자동 삭제)
en: Past exceptions (removed after 30 days)
zh_hant: 過去的例外（30 天後自動刪除）

source: 과부하된 일정을 균형있게 재배치
en: Rebalances the days that are overloaded
zh_hant: 重新平衡過載的日子

source: 교육 프로그램
en: Training program
zh_hant: 培訓課程

source: 구독은 기간이 끝나기 24시간 전까지 해지하지 않으면 같은 요금으로 자동 갱신되며, Apple 계정으로 결제됩니다. 무료 체험 중에 해지하면 요금이 나가지 않습니다. 해지와 관리는 App Store의 계정 설정에서 합니다. 평생 이용권은 구독이 아니라 한 번 결제입니다.
en: A subscription renews automatically at the same price unless cancelled at least 24 hours before the period ends, and is billed to your Apple Account. Cancel during a free trial and you pay nothing. Manage or cancel in your App Store account settings. The lifetime unlock is a one-time payment, not a subscription.
zh_hant: 訂閱會自動以相同價格續訂，除非在期間結束前至少 24 小時取消，並透過你的 Apple 帳號付款。在免費試用期間取消則不會收費。可在 App Store 的帳號設定中管理或取消。永久使用權是一次性付款，不是訂閱。

source: 구매 복원
en: Restore purchase
zh_hant: 回復購買項目

source: 구매를 확인하지 못했습니다. 잠시 뒤 다시 시도해 주세요.
en: The purchase couldn't be confirmed. Please try again shortly.
zh_hant: 無法確認購買。請稍後再試一次。

source: 구매하지 못했습니다: %@
en: Purchase didn't go through: %@
zh_hant: 無法完成購買：%@

source: 권한 없음
en: Not permitted
zh_hant: 沒有權限

source: 권한 요청
en: Request access
zh_hant: 要求取用權限

source: 그 날 하루에 몇 시간
en: How many hours that day
zh_hant: 那天要花幾小時

source: 그날 한꺼번에 굴리고 있는 일의 개수입니다. 일곱 칸이 다 차 가면 하나만 어긋나도 그 날 전체가 밀려요.
en: How many jobs you're rolling at once that day. Once all seven cells fill up, one slip pushes the whole day.
zh_hant: 這是那天同時在進行的事情數量。七格快滿時，只要一件出錯，整天都會往後延。

source: 그냥 하면 되는 것
en: Just do it
zh_hant: 直接做就好

source: 그대로 무료인 것
en: Still free
zh_hant: 依然免費的功能

source: 그대로 옮겨 적지는 마세요
en: Don't copy these down as they are
zh_hant: 別照抄這些

source: 그만 볼래요
en: Don't show again
zh_hant: 不再顯示

source: 그중 실제로 시간 쓰는 날
en: Of those, the days you actually work
zh_hant: 其中實際投入時間的日子

source: 글쓰기·구현·설계처럼 맥락을 다시 불러와야 하는 일은 조각 크기로 잡아두면 시동만 걸다 끝납니다. 시간을 늘리거나, 그 앞에 '준비' 조각 단계를 따로 두세요.
en: Writing, building, designing — work that needs its context reloaded spends a fragment-sized slot warming up and nothing more. Give it more time, or put a small setup step in front of it.
zh_hant: 寫作、實作、設計這類需要重新進入狀況的工作，若只抓碎片的大小，暖機完就結束了。請多給一點時間，或在前面另外放一個「準備」的碎片步驟。

source: 기간
en: Span
zh_hant: 期間

source: 기간 안에서 실제로 시간을 쓰는 요일만 고르세요. 고르지 않은 날도 기간 안이면 무지개에 옅게 남습니다.
en: Pick only the weekdays you actually spend time on it. Days you skip still stay on the Rainbow, pale, as long as they're in the span.
zh_hant: 只選期間內實際投入時間的星期。沒選的日子只要在期間內，仍會淡淡地留在彩虹上。

source: 기간 전부가 아니라, 그 안에서 진짜로 손을 대는 요일만 고르세요. 스터디가 화요일에만 모인다면 화요일만 고르면 됩니다. 나머지 날은 '아직 안 끝난 일'로 옅게 남아요.
en: Not the whole span — only the weekdays you really touch it. If the study group meets on Tuesdays, pick Tuesday. The other days stay pale, as work that isn't finished yet.
zh_hant: 不是整段期間，只選你真的會動手的星期。 如果讀書會只在星期二聚會，就只選星期二。其他日子會以「尚未完成的事」淡淡留著。

source: 기간 정보
en: Span
zh_hant: 期間資訊

source: 기간은 무지개에 남는다
en: The span stays on the Rainbow
zh_hant: 期間會留在彩虹上

source: 기호
en: Symbol
zh_hant: 符號

source: 기획서 초안 작성
en: Draft the proposal
zh_hant: 撰寫企劃書初稿

source: 길게 눌러 끌면 순서가 바뀝니다.
en: Press and hold, then drag to reorder.
zh_hant: 按住並拖移即可調整順序。

source: 꾸준함
en: Consistency
zh_hant: 持續度

source: 꾸준함, 쪼개기 습관, 완주율, 어디에 시간이 갔나
en: Consistency, splitting habits, finish rate, where the time went
zh_hant: 持續度、拆分習慣、完成率、時間都去哪了

source: 꾹 눌러 일정 만드는 법을 처음부터 안내
en: Walks through drawing an event by press-and-hold
zh_hant: 從頭說明如何長按建立行程

source: 끊기면 다시 올라와야 합니다. 방해 없는 시간에 두세요.
en: If it breaks, you have to climb back up. Give it undisturbed time.
zh_hant: 一中斷就得重新爬上來。請放在不受打擾的時間。

source: 끊기지 않고 이어지는 중입니다.
en: Still going, unbroken.
zh_hant: 持續進行中，沒有中斷。

source: 끌어다 놓으면 계획
en: Drag it, and it's planned
zh_hant: 拖過去，就是計畫

source: 끝
en: End
zh_hant: 結束

source: 끝 없는 예전 일정
en: Old events with no end
zh_hant: 沒有結束日的舊行程

source: 끝나는 날은 반드시 정합니다. 스터디처럼 화요일에만 모이더라도, 그 스터디가 끝나는 날까지는 계속 매여 있는 시간이니까요. 무지개에는 매여 있는 기간이 옅게, 실제로 시간을 쓰는 날이 진하게 칠해집니다.
en: An end date is always required. Even a study group that only meets on Tuesdays holds you right up to the day it ends. On the Rainbow, the time it holds you is pale and the days you actually spend are dark.
zh_hant: 結束日一定要設定。就算像讀書會那樣只在星期二聚會，直到讀書會結束那天，這段時間都一直綁著你。 在彩虹上，被綁住的期間塗得淡，真正花時間的日子塗得深。

source: 끝나는 날을 한 번 더 꾹
en: Press and hold the end day once more
zh_hant: 在結束那天再長按一次

source: 끝나면 알림
en: When it ends
zh_hant: 結束時通知

source: 끝나지 않은 일은 잔여물이 되어 그다음 덩어리 시간까지 갉아먹습니다.
en: Unfinished work leaves residue that eats into the next block of time.
zh_hant: 沒做完的事會變成殘留，連下一段整塊時間也一併侵蝕。

source: 끝내기
en: Stop
zh_hant: 停止

source: 끝내신 비율
en: How much you finish
zh_hant: 完成的比例

source: 끝내지 못하고 넘어간 일은 다음 시간까지 따라와 흐립니다. 한 자리에서 닫히는 크기로 잘라 두면, 넘어갈 때 머리에 남는 게 없어요.
en: Work you leave unfinished follows you into the next hour and blurs it. Cut it to a size that closes in one sitting and nothing stays in your head when you move on.
zh_hant: 沒做完就帶過去的事，會跟著你到下一段時間，把它弄得模糊。切成一次坐下就能收尾的大小，換到下一件時腦中就不會留下什麼。

source: 끝을 닫는 단계. 짬이 나면 바로 집을 수 있습니다.
en: The step that closes the end. Take it whenever a gap opens.
zh_hant: 收尾的步驟。一有空檔就能馬上拿起來做。

source: 끝이 닫히는 크기로 더 쪼개세요. 하다 만 단계는 다음 시간까지 주의를 끌고 갑니다.
en: Split it further, down to a size that closes. A half-done step drags your attention into the next hour.
zh_hant: 再拆細一點，拆到能收尾的大小。做到一半的步驟會把注意力拖到下一段時間。

source: 끝이 정해져 있어 여기서 닫힙니다.
en: The end is fixed, so it closes here.
zh_hant: 終點已定，所以在這裡收尾。

source: 끝이 정해져 있지 않아 안 닫힙니다.
en: There's no fixed end, so it never closes.
zh_hant: 終點未定，所以不會收尾。

source: 나가기
en: Leave
zh_hant: 離開

source: 나중에
en: Later
zh_hant: 稍後

source: 나중에 무지개에서 이 칸을 눌렀을 때 알아볼 수 있게, 한 줄로 적어주세요.
en: Write one line you'll recognize later when you tap this cell on the Rainbow.
zh_hant: 請寫一行字，讓你之後在彩虹上點這一格時認得出來。

source: 날짜
en: Date
zh_hant: 日期

source: 날짜 선택
en: Pick dates
zh_hant: 選擇日期

source: 날짜 없음
en: No date
zh_hant: 無日期

source: 남는 시간
en: Free
zh_hant: 空閒時間

source: 남색
en: Indigo
zh_hant: 靛色

source: 남은 몫
en: Left over
zh_hant: 剩下的份

source: 남음
en: left
zh_hant: 剩餘

source: 낮음 - 여유로운 날짜에 배치됩니다
en: Low — placed on the roomier days
zh_hant: 低：排在較寬鬆的日子

source: 내 버전
en: My version
zh_hant: 我的版本

source: 내 일정
en: My Events
zh_hant: 我的行程

source: 내 일정 공유 시작
en: Start sharing my events
zh_hant: 開始共享我的行程

source: 내 일정 공유하기
en: Share my events
zh_hant: 共享我的行程

source: 내 일정을 읽기 전용으로 나눠 봅니다.
en: Share your events with others, read-only.
zh_hant: 以唯讀方式與他人共享你的行程。

source: 내 캘린더
en: My calendars
zh_hant: 我的行事曆

source: 내 할 일
en: My To-Dos
zh_hant: 我的待辦事項

source: 내보내기가 실패했습니다 — %@
en: The export failed — %@
zh_hant: 匯出失敗：%@

source: 내일
en: Tomorrow
zh_hant: 明天

source: 내일 %@
en: Tomorrow %@
zh_hant: 明天 %@

source: 넘쳤어요
en: Over the line
zh_hant: 超出了

source: 넣으면 %lld%%
en: %lld%% if added
zh_hant: 加入後為 %lld%%

source: 네트워크
en: Network
zh_hant: 網路

source: 네트워크 연결을 확인해주세요.
en: Please check your network connection.
zh_hant: 請檢查網路連線。

source: 노랑
en: Yellow
zh_hant: 黃色
